var c_di = new Array(207),c_dil;
c_dil = 207;
for(var i =0; i<207;i++)c_di[i]=new Array(4);   
c_di[0][0] = "! help !!!";
c_di[0][1] = "$N使出吃奶的力气叫喊：“杀人啦！救命啊！”";
c_di[0][2] = "$N对自己说：“看来只能自谋生路了！”";
c_di[0][3] = "$N对$P说：“嚷什么嚷？你这样的小王八蛋，死了活该！”";

c_di[1][0] = "18mo mo 摸 18摸";
c_di[1][1] = "$N紧盯着人群里的大姑娘、小媳妇，色心大动，双手乱颤。";
c_di[1][2] = "$N陶醉地低声唱道，“一呀摸，摸到自己的头发边……”。";
c_di[1][3] = "$N色迷迷地盯着$P，陶醉地低声唱道，“一呀摸，摸到$P的头发边……”。";

c_di[2][0] = "9191 就要 91 就要就要 ";
c_di[2][1] = "$N生气地说道：你们若是再不依我，我可真生气了。";
c_di[2][2] = "$N淘气地说：“嗯~， 就要，就要！”";
c_di[2][3] = "$N说道：“$P，我求你一件事情，你肯答允么？”说完期待地望着$P的眼睛。";

c_di[3][0] = "9494 就是 94 就是就是";
c_di[3][1] = "$N把手一挥，排开众人道：“就是，就是！我也是这么想的。”";
c_di[3][2] = "$N点头说道：“就是！就是！”";
c_di[3][3] = "$N对着$P一边大点其头，一边连说：“就是！就是！”";

c_di[4][0] = "kiss 吻 kiss1 吻1";
c_di[4][1] = "$N向在场的每一个人打了个飞吻。";
c_di[4][2] = "$N用上嘴唇吻了吻下嘴唇。";
c_di[4][3] = "$N轻轻地捧起$P的脸，给了$P一个无限温柔的吻。";

c_di[5][0] = "kiss2 吻2";
c_di[5][1] = "$N嘟起嘴，“卟”地一声吻了吻空气。";
c_di[5][2] = "$N看了看别人的嘴唇，吞了口唾液。";
c_di[5][3] = "$N一把抱住$P，大声叫道：“大功告成！亲个嘴儿。”";

c_di[6][0] = "kiss3 吻3";
c_di[6][1] = "$N「啊」的一声，满脸飞红的跳将起来，道：「有旁人在这儿，你，你……怎么可以？」";
c_di[6][2] = "一吻之下，$N满脸通红，激动之余，竟尔晕了过去。";
c_di[6][3] = "$N轻轻地走了过去，从背后搂住$P的纤纤细腰，接着转身低下头来，深深地吻着$P的红唇。";

c_di[7][0] = "kiss4 吻4";
c_di[7][1] = "$N转头闪避，怒道：「你跟人家不干不净，又来吻我。当我是好欺的么？」";
c_di[7][2] = "$N但觉樱唇柔软，幽香扑鼻，一阵意乱情迷。";
c_di[7][3] = "$N低下头来，见$P娇羞之态，娇美不可方物，心中一荡，便凑过去在$P脸颊上吻了一下。";

c_di[8][0] = "kiss5 吻5";
c_di[8][1] = "$N心中一荡，惊惧渐去，情欲暗生，不由得又是惊喜，又是害羞。";
c_di[8][2] = "$N喃喃地问自己：“春天来了，冬天还会远吗？";
c_di[8][3] = "$N吻干了$P脸上的泪水，柔声说到 “I LOVE YOU,别哭，我亲爱的人。”";

c_di[9][0] = "kissp kiss6 吻照片 吻6";
c_di[9][1] = "$N偷偷拿出照片，轻轻吻了一下。 ";
c_di[9][2] = "$N偷偷拿出自己的照片，轻轻吻了一下。 ";
c_di[9][3] = "$N偷偷拿出$P的照片，轻轻吻了一下。 ";

c_di[10][0] = "kiss7 吻7";
c_di[10][1] = "$N向在场的每一个人打了个飞吻。";
c_di[10][2] = "$N在思索着自吻功夫。";
c_di[10][3] = "$N伸出左手紧紧搂住$P的小蛮腰，右手轻轻钩起$P尖尖的下巴，抬起$P那美丽的脸蛋，在红红的嘴唇上深情而又温柔地吻了两下。";

c_di[11][0] = "kiss8 吻8 kissbye 吻别";
c_di[11][1] = "$N不禁潸然泪下，耳畔回响着昔日情歌：“今宵离别后，何日君再来？”";
c_di[11][2] = "$N轻轻地唱道：“今宵离别后，何日君再来？”";
c_di[11][3] = "$N轻轻地拥抱着$P，给了$P一个深深的吻，禁不住泪水滚滚而下， 哽咽着说：“天涯路漫漫，难却往日情。今朝吻别后，$N日相思苦！”";

c_di[12][0] = ":( 难过 ：（ 伤心";
c_di[12][1] = "$N露出一丝难过的表情。";
c_di[12][2] = "$N在一边暗自难过。";
c_di[12][3] = "$N看着$P，难过的要哭了。";

c_di[13][0] = ":) ：） 笑容 笑 微笑 smile";
c_di[13][1] = "$N愉快的笑了。";
c_di[13][2] = "$N微微笑了笑。";
c_di[13][3] = "$N对$P愉快的微笑着。";

c_di[14][0] = "? ？ 迷惑";
c_di[14][1] = "$N露出迷惑的神情。";
c_di[14][2] = "$N不明白自己为什么会这样。";
c_di[14][3] = "$N似乎不懂$P的意思。";

c_di[15][0] = "@@ 瞪 瞪眼";
c_di[15][1] = "$N的一双眼睛瞪得比铜铃还大！越来越大……瞪破了！";
c_di[15][2] = "$N的一双眼睛瞪得比铜铃还大！";
c_di[15][3] = "$N瞪着一双比铜铃还大的眼睛向$P挤眉弄眼。";

c_di[16][0] = "加油 playup";
c_di[16][1] = "$N憋足了劲大喊：大伙儿加油啊！";
c_di[16][2] = "$N在心里替自己加油。";
c_di[16][3] = "$N冲着$P大喊：$P，加油，加油！";

c_di[17][0] = "景仰 佩服 admire";
c_di[17][1] = "$N抱拳团团一拜，讨好地说道：“$N对各位的景仰之情，有如滔滔江水连绵不绝。”";
c_di[17][2] = "$N双手抱拳，牛里牛气地说道：“见到$P，难道没有任何表示吗？”";
c_di[17][3] = "$N双手抱拳，讨好地对$P说道：“我对$P的景仰之情，有如滔滔江水连绵不绝。”";

c_di[18][0] = "害怕 afraid";
c_di[18][1] = "$N微笑道：「你们又不会杀我，我怕甚么？」";
c_di[18][2] = "$N害怕之极，说道：「我……我怕！」";
c_di[18][3] = "$N颤声说道：「$P，别说，别说，我怕得很。」";

c_di[19][0] = "同意 agree";
c_di[19][1] = "$N说：「大家所言极是，与我心有灵犀，不谋而合。」";
c_di[19][2] = "$N歪着脑袋问大家：「你们说$N说的对不对耶？」";
c_di[19][3] = "$N完全同意$P的观点。";

c_di[20][0] = "ah 阿 啊";
c_di[20][1] = "$N惊道：啊！我怎么没想到呀。";
c_di[20][2] = "$N惊讶地「啊！」了一声。";
c_di[20][3] = "$N对着$P惊讶地「啊！」了一声。";

c_di[21][0] = "angry 生气";
c_di[21][1] = "$N很生气地看着大家。";
c_di[21][2] = "$N很生气地撅了撅嘴。";
c_di[21][3] = "$N很生气地看着$P。";

c_di[22][0] = "生日 birthday";
c_di[22][1] = "$N逢人就打招呼：大家好，今天是我的生日！ 请吃糖！ 请吃糖！";
c_di[22][2] = "$N逢人就打招呼：大家好，今天是我的生日！ 请吃糖！ 请吃糖！";
c_di[22][3] = "$N捧出一个大蛋糕，蹦蹦跳跳的走到$P面前，往$P的脸上一按，呵呵~~$P 你生日快乐 ！！！！";

c_di[23][0] = "applaud 鼓掌";
c_di[23][1] = "$N「啪啪啪」鼓起掌来。";
c_di[23][2] = "$N鼓了鼓掌。";
c_di[23][3] = "$N对着$P鼓起掌来，干得好。";

c_di[24][0] = "aq 阿q 啊q";
c_di[24][1] = "$N运起阿Ｑ神功，顿时大家的口诛笔伐便如清风拂体，结果对$N没有造成任何伤害！";
c_di[24][2] = "$N决定以阿Ｑ精神作为自己的内功，以吃不到葡萄说葡萄是酸的做为招架，以自欺欺人做为攻击手段。";
c_di[24][3] = "$N暗想$P这个小王八蛋居然用阿Ｑ大法，真是太无耻了！";

c_di[25][0] = "姑姑 aunt";
c_di[25][1] = "$N泪眼汪汪的想：“我要我的姑姑！ 我要我的姑姑！”";
c_di[25][2] = "$N泪眼汪汪的想：“我要我的姑姑！ 我要我的姑姑！”";
c_di[25][3] = "$N泪眼盈眶，对$P叫道：“姑姑，姑姑，你打我骂我杀我都可以，但千万别不理我呀！”";

c_di[26][0] = "back 回来 归来";
c_di[26][1] = "$N仰天狂笑道：我---$N又回来啦！哈哈哈哈！！！！";
c_di[26][2] = "$N摆了个不丁不卯步，大喝一声：我---胡汉三又回来啦！";
c_di[26][3] = "$N咬牙切齿的对$P说：小样！你等着！我--$N会回来的！哼！。。。。";

c_di[27][0] = "leadbbs";
c_di[27][1] = "$N大喊：“LeadBBS的朋友们好！”";
c_di[27][2] = "$N大喊：“LeadBBS的朋友们好！”";
c_di[27][3] = "$N对$P说：“我刚从LeadBBS灌水回来”。";

c_di[28][0] = "美丽 漂亮 beauty";
c_di[28][1] = "$N摇头晃脑地吟道：所谓伊人，在水一方。 ";
c_di[28][2] = "$N轻轻地笑了一声，低声唱道：含羞问檀郎，花强妾貌强？";
c_di[28][3] = "$N看着$P长叹一声道：当真是回头一笑百媚生，泥潭粉黛无颜色。";

c_di[29][0] = "乞求 beg beg1 乞求";
c_di[29][1] = "$N披头散发地跪在地上，捣蒜一样地向众人磕头说：“各位大爷大娘，赏两文酒钱吧！”";
c_di[29][2] = "$N篷头垢面，鼻涕邋塌地跪在地上，手拿半截砖头照自己胸脯上狠狠地拍着，嘴里大喊：“行行好吧，老爷太太～～”";
c_di[29][3] = "$N抱住$P的两腿，一把鼻涕一把泪地说：“这位大爷，您行行好，救救俺这没钱的在下吧！”";

c_di[30][0] = "doh 弹 敲 knock";
c_di[30][1] = "$N凶霸霸地嚷道：“敲什么敲? 大爷废了你这双狗爪子! ”";
c_di[30][2] = "$N用手指弹了一下自己的脑门儿。";
c_di[30][3] = "$N在$P的头上弹了个清脆的脑崩儿，$P的脑门儿上立刻长出了个小臌包。";

c_di[31][0] = "男朋友 男友 bf boyfriend";
c_di[31][1] = "$N想问大家：“谁能给咱介绍个男朋友呀？”";
c_di[31][2] = "$N偷偷地想：“谁能给咱介绍个男朋友呀？”";
c_di[31][3] = "$N偷偷地问$P：“你有男朋友吗？要不要给你介绍一个？”";

c_di[32][0] = "咬 bite";
c_di[32][1] = "$N瞪着大家磨了磨牙。";
c_di[32][2] = "$N狠狠地咬了咬自己的指头。";
c_di[32][3] = "$N真想狠狠地咬$P一口。";

c_di[33][0] = "脸红 blush";
c_di[33][1] = "$N的脸皮之厚，在LeadBBS里也算得是数一数二，但是听了这几句话，脸上居然也不禁为之一红。";
c_di[33][2] = "$N脸红了。";
c_di[33][3] = "$N看着$P，脸红了。";

c_di[34][0] = "boat 船 坐船";
c_di[34][1] = "$N手持麦克风说道：“我来给大家唱个《$N的爱》，希望大家喜欢。”";
c_di[34][2] = "$N娇声唱道：“妹妹坐船头，哥哥你在岸上走，我俩的情我俩的爱，在纤绳上荡悠悠，荡悠悠。”";
c_di[34][3] = "$N冲着$P大声唱道：“$P你坐船头，$N在岸上走，恩恩爱爱纤绳荡悠悠。”";

c_di[35][0] = "bored 无聊";
c_di[35][1] = "$N打了个哈欠，觉得无聊极了。";
c_di[35][2] = "$N打了个哈欠，觉得无聊极了。";
c_di[35][3] = "$N白了$P一眼，说：你无聊不无聊啊？";

c_di[36][0] = "鞠躬 bow";
c_di[36][1] = "$N作了个揖。";
c_di[36][2] = "$N对着自己的遗像敬礼：一鞠躬……二鞠躬……三鞠躬……";
c_di[36][3] = "$N对着$P鞠了个躬。";

c_di[37][0] = "吹牛 brag";
c_di[37][1] = "$N把胸脯拍得噼啪响：“武林中拳头大的说话，有种的上来跟大爷我比划比划！”";
c_di[37][2] = "$N觉得世上唯一的对手就剩下自己！";
c_di[37][3] = "$N把胸脯拍得噼啪响，对$P咆哮：“武林中拳头大的说话，小王八蛋$P有种上来跟大爷比划比划！”";

c_di[38][0] = "brother 哥哥 哥";
c_di[38][1] = "$N弯弯腰，道了个万福：“各位大哥，$N有礼了！”";
c_di[38][2] = "$N把众人挨个瞧了一遍又一遍，仍然拿不定主意：“谁做我的哥哥好呢？”";
c_di[38][3] = "$N甜甜地跟$P打招呼：“$P哥哥好呀～”";

c_di[39][0] = "bs 鄙视";
c_di[39][1] = "$N悲愤交集，不禁痛哭失声：“我真不是人，大家都来鄙视我吧！”";
c_di[39][2] = "$N缓缓地掏出一条布条缠在头上，大义凛然地抬起头来，只见布条上写着四个鲜红的大字：“欢迎鄙视”！";
c_di[39][3] = "$N怒视着$P，一字一顿地从牙缝中冷冷挤出三个字来：“鄙视你！！！”";

c_di[40][0] = "佛 神 buddha";
c_di[40][1] = "在这一瞬间，$P觉得自己的眼光像神一样。";
c_di[40][2] = "在这一瞬间，$N觉得自己的眼光像神一样，顿时底气足了几分。";
c_di[40][3] = "在这一瞬间，$N觉得$P的眼光像神一样。";

c_di[41][0] = "buddhi 善哉";
c_di[41][1] = "$N点了点头，笑道：南无阿弥陀佛！善哉！善哉！";
c_di[41][2] = "$N摇了摇头，叹道：南无阿弥陀佛！罪过！罪过！";
c_di[41][3] = "$N对$P合什为礼，说道：阿弥陀佛！";

c_di[42][0] = "虫 虫子 bug";
c_di[42][1] = "$N捏着一只小虫子，大声喊道：报告，发现一只BUG ！";
c_di[42][2] = "$N伸出三根手指，捏住一只肥肥的臭虫，细细地把玩着。";
c_di[42][3] = "$N不知从哪儿扒拉出一只臭虫，手忙脚乱地递给$P：快瞧瞧，好大只儿 ！";

c_di[43][0] = "bye 88 8 byebye 886 拜拜";
c_di[43][1] = "$N抱拳道：“青山不改，绿水常流，咱们后会有期！”";
c_di[43][2] = "$N抱拳道：“一路顺风！”";
c_di[43][3] = "$N恋恋不舍地向$P道别：走咯！ 我会想你的。";

c_di[44][0] = "cat 猫";
c_di[44][1] = "$N像只猫一样卷躺在地上。";
c_di[44][2] = "$N像只猫一样卷躺在地上。";
c_di[44][3] = "$N像只猫一样躺在$P怀里撒娇。";

c_di[45][0] = "口水";
c_di[45][1] = "$N拿出一块破抹布，心里暗想：擦擦谁的臭嘴呢？";
c_di[45][2] = "$N拿出一块破抹布，擦了擦嘴边的口水...";
c_di[45][3] = "$N拿出一块破抹布，温柔地给$P擦了擦嘴边的口水。";

c_di[46][0] = "聊天 chitchat chat";
c_di[46][1] = "$N笑呵呵地对大伙一抱拳，说道：今天这个，... 这个天气真好！";
c_di[46][2] = "$N不断地对自己嘀嘀咕咕：今天天气就是好！ 就是好！";
c_di[46][3] = "$N朝着$P一抱拳，说道：哈哈哈，这个，今天，... 这个天气真好！";

c_di[47][0] = "抓 claw";
c_di[47][1] = "$N伸出长长的十根爪子，不怀好意的呵着气。";
c_di[47][2] = "$N狞笑着说：再烦，再烦我就毁你的容！";
c_di[47][3] = "$N飞起一爪，挠了$P个满脸开花！";

c_di[48][0] = "club 棍 木棍";
c_di[48][1] = "$N晃动着手中的木棒，到处寻找目标。";
c_di[48][2] = "$N手舞木棒，对准自己的后脑一记闷棍。";
c_di[48][3] = "$N手舞木棒，对准$P的后脑一记闷棍，$P哼也没哼一声，软软的摔倒在地。";

c_di[49][0] = "club2 棍2 木棍2";
c_di[49][1] = "$N用手护住头躲闪着，嘴里惨叫：“打哪里都行，记住---不可以打脸！！！”";
c_di[49][2] = "$N气势汹汹地抄起一根狼牙大棒，却被棒上的钉子钩住裤腿，结结实实地摔在地上。";
c_di[49][3] = "$N挥舞着一根狼牙大棒，朝$P直冲过去：“小王八蛋，看你还能往哪躲！”";

c_di[50][0] = "cold 冷 冻";
c_di[50][1] = "$N冻得脸色发紫，全身发青，象是刚从冰窟窿里捞上来一般。";
c_di[50][2] = "$N“啊秋”一声，冻得打了个喷嚏。";
c_di[50][3] = "$N举着剑，眼神象冰一样，冷冷地瞪着$P，$P不自禁地打了个哆嗦，往后退了一步。";

c_di[51][0] = "comfort 安慰";
c_di[51][1] = "$N安慰众人道：天道不测，世事难言，一切岂能尽如人意？你们都不要太伤心了。";
c_di[51][2] = "$N冷冷地道：我不用你们可怜，你们心中瞧不起我，也不必假惺惺地说什么好话。";
c_di[51][3] = "$N安慰$P。";

c_di[52][0] = "congra 恭喜 贺喜 congra1 恭喜1 贺喜1";
c_di[52][1] = "$N大声说道：“恭喜！恭喜！”";
c_di[52][2] = "$N哈哈一笑，拱手说道：“同喜！同喜！”";
c_di[52][3] = "$N对$P说道：“恭喜！恭喜！”";

c_di[53][0] = "congra2 恭喜2 贺喜2";
c_di[53][1] = "$N大声说道：“恭喜！恭喜！”";
c_di[53][2] = "$N大声说道：“恭喜！恭喜！”";
c_di[53][3] = "$N对$P说道：“恭祝二位早生贵子，白头偕老！”";

c_di[54][0] = "杀人 考虑 consider";
c_di[54][1] = "$N眯起一只眼开始认真考虑是否宰几个人祭祭刀，放放血。";
c_di[54][2] = "$N开始认真考虑这个问题。";
c_di[54][3] = "$N开始考虑是否要杀了$P。";

c_di[55][0] = "煮 cook";
c_di[55][1] = "$N撸起袖子准备做菜。";
c_di[55][2] = "$N翻着菜谱准备把自己做成一道人人都爱的甜点。";
c_di[55][3] = "$N把$P做成的肉块放进锅里用薄油炒了炒，再盛到沙锅里用大汤文火炖烂。";

c_di[56][0] = "尸体 corpse";
c_di[56][1] = "$N拚尽最后一口气，又挣扎起来说道：我 ...  我去了，弟兄姐妹们 ... 保重！";
c_di[56][2] = "$N两眼翻白，腿儿蹬了几下，一口气接不上来，脑袋一歪，就此死了。";
c_di[56][3] = "$N很利索地把$P的肚子剖了开来，塞进稻草，只一会就作成了一具好看的木乃伊。";

c_di[57][0] = "crazy 疯狂 疯";
c_di[57][1] = "$N摇摇头，叹口气道：“疯了，都疯了...”";
c_di[57][2] = "$N四顾茫然，喃喃道：“我，我是谁? 我在那里? 我怎么了?”";
c_di[57][3] = "$N摇摇头，叹口气道：“完了，$P发疯了...”";

c_di[58][0] = "cry 哭 哭泣 大哭";
c_di[58][1] = "$N哭了起来。";
c_di[58][2] = "$N越想越伤心，终于忍不住放声大哭起来。";
c_di[58][3] = "$N越想越伤心，终于忍不住趴在$P的肩膀上放声大哭起来。";

c_di[59][0] = "cut 切割";
c_di[59][1] = "$N正用一把快刀细心地削着手指甲。";
c_di[59][2] = "$N一刀把自己的脑袋切了下来，提在手里。";
c_di[59][3] = "$N扬起一把牛角解腕尖刀，三下两下就把$P剁成了许多小块，放在太阳底下晒干。";

c_di[60][0] = "dance 跳舞";
c_di[60][1] = "$N跳起了舞。";
c_di[60][2] = "$N高兴地想跳舞。";
c_di[60][3] = "$N想跟$P跳舞。";

c_di[61][0] = "dao 倒";
c_di[61][1] = "$N“咣当”一声，英勇的倒下了。";
c_di[61][2] = "$N“咣当……”，倒下了，头上好多金色的小鸟“唧唧喳喳”的飞来飞去。";
c_di[61][3] = "$N痛苦地看着$P，终于“咣当……”一声倒下了，嘴角溢出丝丝鲜血。";

c_di[62][0] = "dare 放肆";
c_di[62][1] = "$N骂道：你们这群小混蛋，可越来越大胆了，这会又是仗了谁的势啦？胆敢这等放肆！";
c_di[62][2] = "$N骂道：你们这群小混蛋，可越来越大胆了，这会又是仗了谁的势啦？胆敢这等放肆！";
c_di[62][3] = "$N骂道：$P你这小王八蛋，你可越来越大胆了，这会又是仗了谁的势啦？胆敢这等放肆！";

c_di[63][0] = "死 dead";
c_di[63][1] = "$N身子晃也不晃，一歪便跌倒在地，扭曲了几下，便即不动。";
c_di[63][2] = "$N道：「死有什么好？当然是活在世上做人，比较有些儿味道。」";
c_di[63][3] = "$N远远对$P叫道：「小王八蛋，大爷我在这给你把风，否则你给人乱刀分尸，没人报讯，未免死得太冤。」";

c_di[64][0] = "deadlove 徇情";
c_di[64][1] = "“文死谏，武死战，我一个弱女子，唯有一死，方能报答郎君的恩情！”$N说罢横剑往颈中一勒，一缕芳魂，就此西去！";
c_di[64][2] = "$N看着岸边的桃花一片片逝水流去，悲叹道：三生恨，一世情，人间何处觅知音！";
c_di[64][3] = "$N深情款款地凝视着$P，嗔道：你死了，我怎么还能独活着！";

c_di[65][0] = "die 去死";
c_di[65][1] = "$N想去死了算了。";
c_di[65][2] = "$N大笑：“我活得好好的，又干吗要死？”";
c_di[65][3] = "$N对$P阴恻恻地道：“小王八蛋，你要死还是要活？”";

c_di[66][0] = "失望 disapp";
c_di[66][1] = "$N失望极了。";
c_di[66][2] = "$N对自己失望极了。";
c_di[66][3] = "$N对$P失望极了：“$P没救了。”";

c_di[67][0] = "dont 不宜";
c_di[67][1] = "$N不好意思地低下头说道：“别这样，被人看到了不好。”";
c_di[67][2] = "$N不好意思地低下头说道：“不好这样的嘛……”";
c_di[67][3] = "$N大声地对$P喊道：“不许在这里做儿童不宜的动作！”";

c_di[68][0] = "画画 draw 画";
c_di[68][1] = "$N无聊的用脚尖在地上画着圈圈。";
c_di[68][2] = "$N拿出一支笔在脸上画圈圈叉叉。";
c_di[68][3] = "$N拿出一支笔很无聊的在$P脸上画圈圈叉叉。";

c_di[69][0] = "drinkcup 喝酒 闷酒";
c_di[69][1] = "$N躲在一边一声不吭，独个儿大口大口地喝着闷酒。";
c_di[69][2] = "$N躲在一边一声不吭，独个儿大口大口地喝着闷酒。";
c_di[69][3] = "$N亲热把$P拉到一旁，笑咪咪地说道：走，咱俩喝一盅去！";

c_di[70][0] = "不知道 dunno";
c_di[70][1] = "$N摇了摇头，不知道。";
c_di[70][2] = "$N摇头道：“你就是打死我，我也不会说的。”";
c_di[70][3] = "$N我对着$P说：我不知道。";

c_di[71][0] = "en 恩 嗯";
c_di[71][1] = "$N使劲点了点头，“嗯， 我一定会听你的话的。”";
c_di[71][2] = "$N淘气地说：“嗯~， 就不，就不！”";
c_di[71][3] = "$N使劲点了点头，“嗯， 我一定会听$P的话的。”";

c_di[72][0] = "escape 溜 逃 逃走";
c_di[72][1] = "$N一看形势不对，脚底抹油，一声不吭地溜了。";
c_di[72][2] = "$N脚底抹油，一声不吭地溜了。";
c_di[72][3] = "$N一边跑，一边对着$P大声喊道：“风紧，扯乎!”";

c_di[73][0] = "face 鬼脸";
c_di[73][1] = "$N吐了吐舌头，扮个鬼脸。";
c_di[73][2] = "$N微微一笑，扮个鬼脸，一副天真烂漫的模样，笑容说不出的动人。";
c_di[73][3] = "$N回过头来，对着$P扮了个鬼脸，舌头伸得长长的。";

c_di[74][0] = "faint yun 晕";
c_di[74][1] = "$N昏了过去。";
c_di[74][2] = "$N口吐白沫，昏了过去。";
c_di[74][3] = "$N被$P气得昏了过去。";

c_di[75][0] = "怕 fear";
c_di[75][1] = "$N得意地笑道：“哈哈哈，怕了吧？！”";
c_di[75][2] = "$N面露怯色，好像害怕什么。";
c_di[75][3] = "$N被$P吓坏了。";

c_di[76][0] = "feibang 诽谤";
c_di[76][1] = "$N冷笑一声：“在下我纵横江湖数十载，难道还怕你们诽谤不成？”";
c_di[76][2] = "$N冷笑一声：“在下我纵横江湖数十载，难道还怕你们诽谤不成？”";
c_di[76][3] = "$N瞪着$P严肃的说：“熟归熟，你这样乱讲话我一样可以告你诽谤！”";

c_di[77][0] = "fire 对火";
c_di[77][1] = "$N看着人群中的大姑小姨小媳妇们，心痒难耐：“我找哪个对个火呢？”。";
c_di[77][2] = "$N害臊地把脸扭过去，道：“我就知道你要弄这！”";
c_di[77][3] = "$N嬉皮笑脸地嘿嘿几声，对$P说：“亲爱的，我想跟你对个火。”";

c_di[78][0] = "马屁 拍马 拍马屁 flatter";
c_di[78][1] = "$N无奈地说道：“有时拍拍马屁，也是万不得已的。”";
c_di[78][2] = "$N庄严地说道：“我岂是拍人马屁之流！”";
c_di[78][3] = "$N对着$P笑骂道：“小孩子不要乱拍马屁，嘿嘿，只要你老实卖力，我自然不会亏待你。”";

c_di[79][0] = "flirt 调情";
c_di[79][1] = "$N贼忒嘻嘻地紧盯着人堆里的大姑娘们，嘴里不干不净地嘟囔着。";
c_di[79][2] = "$N贼忒嘻嘻地东瞧西瞧，一边嘻嘻嘻地傻笑着，见人就叫：姐姐，姐姐！";
c_di[79][3] = "$N贼忒嘻嘻地盯着$P，一边走过去挨挨蹭蹭，一边嘴里乱叫：我的亲亲小宝贝儿哟！";

c_di[80][0] = "flower 花";
c_di[80][1] = "$N贼头贼脑地看了看周围没人，晃着脑袋流里流气地哼哼着：路边的野花，你不要采啊...不采白不采呀！";
c_di[80][2] = "$N满脸痴呆地傻笑着：花，我要花花。。。";
c_di[80][3] = "$N满面怒容地对$P大声喝道：你个不要脸的小王八蛋，离我的花远点！";

c_di[81][0] = "flush 冲洗";
c_di[81][1] = "$N思索着：好臭，哪个小王八蛋搞的，替着冲洗冲洗。";
c_di[81][2] = "$N想给自己洗洗。";
c_di[81][3] = "$N抓住$P的脚，把$P的脑袋塞进马桶里，边冲水边骂：你个小王蛋，给你洗洗嘴，看你还敢嘴里总不干净！";

c_di[82][0] = "fly 飞";
c_di[82][1] = "$N口吐白沫，两眼翻白，向后倒飞了出去。";
c_di[82][2] = "$N口吐白沫，两眼翻白，向后倒飞了出去。";
c_di[82][3] = "$N口吐白沫，两眼翻白，向着$P飞了出去。";

c_di[83][0] = "gf girlfriend 女朋友";
c_di[83][1] = "$N偷偷地想：“谁能给咱介绍个女朋友呀？”";
c_di[83][2] = "$N偷偷地想：“谁能给咱介绍个女朋友呀？”";
c_di[83][3] = "$N偷偷地问$P：“你有女朋友吗?要不要给你介绍一个？”";

c_di[84][0] = "giggle 咯咯 傻笑";
c_di[84][1] = "$N「咯咯咯」地笑了几声。";
c_di[84][2] = "$N发出一串母鸡下蛋般的笑声。";
c_di[84][3] = "$N对着$P「咯咯咯」地笑了几声。";

c_di[85][0] = "上帝 苦命 可怜";
c_di[85][1] = "$N哭爹喊娘地说道：天哪，我怎么就这么命苦啊！";
c_di[85][2] = "$N心想：象我这样苦命的孩子，谁来疼我呢？！";
c_di[85][3] = "$N一把鼻涕一把眼泪地对$P说：可怜可怜我这苦命的孩子吧！";

c_di[86][0] = "gone 离开";
c_di[86][1] = "$N嗔道：你走，你走，我再也不想见到你了。";
c_di[86][2] = "$N心道：哼，要是你真走了，我就死给你看。";
c_di[86][3] = "$N对$P道：你走好了，谁稀罕来着……说着小嘴一努，眼泪巴嗒巴嗒地往下掉。";

c_di[87][0] = "gone1 离开1";
c_di[87][1] = "$N道：去，去去去，你们都给我站到一边去！什么时候轮到你们说话了！";
c_di[87][2] = "$N默默地走了。";
c_di[87][3] = "$N看着$P默默远走的背影，看着$P在风中飘散的长发和那孤寂的背影，泪水止不住滑落到胸口，心中呼喊着“$P，其实我真的爱你”。";

c_di[88][0] = "goodkid 乖";
c_di[88][1] = "$N对大家说：“叔叔阿姨们，我给大家唱支《我是一个乖宝宝》好不好？”";
c_di[88][2] = "$N心想：我这么乖怎么还是没人喜欢我呢？";
c_di[88][3] = "$N拍了拍$P的头，说：“好孩子，听话，乖。”";

c_di[89][0] = "grin 阴险 阴笑";
c_di[89][1] = "$N发出一阵阴笑。";
c_di[89][2] = "$N邪恶地发出一阵阵阴笑声，不时的回荡着！";
c_di[89][3] = "$N对着$P一阵阴笑。";

c_di[90][0] = "gui 鬼";
c_di[90][1] = "$N低声惊叫道：「啊哟！有鬼！」";
c_di[90][2] = "$N低声惊叫道：「啊哟！有鬼！」";
c_di[90][3] = "$N双腿酸软，坐倒在地，呆了半晌，喃喃的道：“$P，你是鬼，你是鬼！”";

c_di[91][0] = "枪 gun";
c_di[91][1] = "$N很神气地掏出一把五四式手枪。";
c_di[91][2] = "$N掏出一把五四式手枪，顶住自己的太阳穴。";
c_di[91][3] = "$N很神气地掏出一把五四式手枪，“砰”一枪把$P撂倒了。";

c_di[92][0] = "haha 哈 哈哈 哈哈哈";
c_di[92][1] = "$N「哈哈哈」大笑几声。";
c_di[92][2] = "$N「哈哈哈」大笑几声。";
c_di[92][3] = "$N对着$P「哈哈哈」大笑几声。";

c_di[93][0] = "hammer 锤";
c_di[93][1] = "$N拿起一个大铁锤。";
c_di[93][2] = "$N拿着大铁锤「嘿嘿嘿...」奸笑几声。";
c_di[93][3] = "$N举起好大好大的铁锤，往$P头上用力一敲！“砰”的一声巨响！$P一下不见了，地上出现一个深不见底的黑洞。";

c_di[94][0] = "握手 handshake";
c_di[94][1] = "$N想跟大家握手。";
c_di[94][2] = "$N握住了自己的手。";
c_di[94][3] = "$N跟$P握了握手。";

c_di[95][0] = "happy";
c_di[95][1] = "$N打了个大揖，笑呵呵地说道：大家好，恭喜发财 !";
c_di[95][2] = "$N作揖回礼，笑道：大家好，一起发财 !一起发财！";
c_di[95][3] = "$N打了个大揖，对着$P笑呵呵地说道：恭喜发财，红包拿来！";

c_di[96][0] = "hate 讨厌";
c_di[96][1] = "$N似乎很讨厌大家。";
c_di[96][2] = "$N奇怪为什么自己还有颜苟且于世间，恨不得找个地缝钻进去。";
c_di[96][3] = "$N鄙夷地看着$P，恨不得把$P大卸八块生吞活剥。";

c_di[97][0] = "hehe 呵呵 呵　呵呵呵";
c_di[97][1] = "$N“呵呵呵”傻笑了几声。";
c_di[97][2] = "$N“呵呵呵”傻笑了几声。";
c_di[97][3] = "$N对着$P“呵呵呵”傻笑了几声。";

c_di[98][0] = "嘿嘿 嘿 heihei";
c_di[98][1] = "$N「嘿嘿嘿」奸笑了几声。";
c_di[98][2] = "$N想着心中的坏主意，忍不住得意地「嘿嘿嘿」奸笑几声。";
c_di[98][3] = "$N对着$P「嘿嘿嘿」奸笑了几声。";

c_di[99][0] = "heng 哼";
c_di[99][1] = "$N哼了一声。";
c_di[99][2] = "$N哼了一声，对自己很不满意。";
c_di[99][3] = "$N看都不看$P一眼，哼了一声，高高的把头扬了起来………不理你………";

c_di[100][0] = "hi";
c_di[100][1] = "$N双手抱拳，作了个揖道：各位英雄请了！";
c_di[100][2] = "$N双手抱拳，作了个揖道：不好意思，我自己先请了！";
c_di[100][3] = "$N双手抱拳，对$P作了个揖道：这位英雄请了！";

c_di[101][0] = "hmm 无语";
c_di[101][1] = "$N皱了皱眉，似乎想说什么。";
c_di[101][2] = "$N对着镜子挤眉弄眼，一副爱上了自己的样子。";
c_di[101][3] = "$N皱了皱眉，似乎想对$P说些什么。";

c_di[102][0] = "hoho";
c_di[102][1] = "$N憨憨地咧着两片厚嘴唇「呵呵」了几声。";
c_di[102][2] = "$N憨憨地咧着两片厚嘴唇「呵呵」了几声，露出满嘴的豁口板牙。";
c_di[102][3] = "$N对着$P露出满嘴的豁口板牙，憨憨地咧着两片厚嘴唇「呵呵」了几声。";

c_di[103][0] = "hug 抱 拥抱";
c_di[103][1] = "$N紧紧抱起一块枕头,脑子里不由想起他远方的女友。";
c_di[103][2] = "$N向梦中的情人抱去，结果落了个空。";
c_di[103][3] = "$N轻轻的伸出双手心疼的把$P搂在怀里。";

c_di[104][0] = "humble 过奖";
c_di[104][1] = "$N拱了拱手道：过奖，过奖！";
c_di[104][2] = "$N面带惭色地低下头去，心里却窃窃自喜。";
c_di[104][3] = "$N哈哈大笑，对着$P拱了拱手道：过奖了！";

c_di[105][0] = "hungry 饿 饥饿";
c_di[105][1] = "$N扁扁的肚子莫名其妙地发出：“咕噜！”一声，显然已经数天没有进食了！";
c_di[105][2] = "$N暗自琢磨：今天到什么地方去打个秋风，混顿饭吃呢？";
c_di[105][3] = "$N一把抓住$P的手，嚷道：“小王八蛋，快！乖乖地请我吃饭去！否则，嘿嘿。。。”";

c_di[106][0] = "huogai 活该";
c_di[106][1] = "$N幸灾乐祸地说道：活该，活该！";
c_di[106][2] = "$N一脸倒霉相，我是自作自受!";
c_di[106][3] = "$N看着$P偷偷直乐，幸灾乐祸地说道：活该，活该！";

c_di[107][0] = "害羞 shy";
c_di[107][1] = "$N低下头咬着手指头。";
c_di[107][2] = "$N低下头咬着自己的手指头,小脸蛋立刻红了。";
c_di[107][3] = "$N看着$P不由得低下了头绞着手指头,小脸蛋立刻红了。";

c_di[108][0] = "委屈";
c_di[108][1] = "$N十分委屈地流下泪来。";
c_di[108][2] = "$N觉得这世上受了最多委屈的人就是自己。";
c_di[108][3] = "$N的眼中充满泪水，无辜地望着$P。";

c_di[109][0] = "贪财 interest 钱";
c_di[109][1] = "$N两只眼珠骨溜溜地转着，不怀好意地打量着在场众人的口袋。";
c_di[109][2] = "$N紧紧抱着自己的钱袋，走路，吃饭，连做梦都乐得笑出声儿来。";
c_di[109][3] = "$N不怀好意地紧盯着$P的口袋，一边笑嘻嘻地踱过去搭讪。";

c_di[110][0] = "谁 who";
c_di[110][1] = "$N暗自想到：到底是谁呢？";
c_di[110][2] = "$N得意地说道：“就是大爷我啊！”";
c_di[110][3] = "$N指着$P说道：“喏，就是这个小王八蛋。”";

c_di[111][0] = "脚气 jiaoqi";
c_di[111][1] = "$N皱了皱眉：谁的脚气，这么厉害？";
c_di[111][2] = "$N自夸道：世界上最厉害的剑气是独孤求败的剑气，最厉害的脚气是大爷我的脚气！";
c_di[111][3] = "$N大声赞道：世界上最厉害的剑气是独孤求败的剑气，最厉害的脚气是$P的脚气！";

c_di[112][0] = "玩笑 开玩笑 joke";
c_di[112][1] = "$N打了个哈哈，笑道：“别当真，只是开个小小的玩笑。”";
c_di[112][2] = "$N打了个哈哈，笑道：“别当真，只是开个小小的玩笑。”";
c_di[112][3] = "$N吓得茶碗一下子打掉在地，对$P颤声道：“这，这，这可不是开玩笑吧？”";

c_di[113][0] = "jump 跳";
c_di[113][1] = "$N高兴地跳了起来。";
c_di[113][2] = "$N吓得跳了起来。";
c_di[113][3] = "$N高兴地跳进了$P的怀里。";

c_di[114][0] = "kezi 刻 刻字";
c_di[114][1] = "$N无聊的东张西望了一会，见四下无人，便从怀里掏出一把小刀来，在墙上刻下几个小字：$N到此一游。";
c_di[114][2] = "$N看到墙上有“到此一游”的字样，很是生气地掏出一把刀来，认真刻了几个大字：请爱护公物！";
c_di[114][3] = "$N发现$P正缩在角落里打呼噜，赶紧从怀里掏出一把小刀来，在$P额头刻下：$P到此一游。";

c_di[115][0] = "kick 踢 kick1 踢1";
c_di[115][1] = "$N对着空气踢了一脚。";
c_di[115][2] = "$N飞起一脚，似乎在踢苍蝇。";
c_di[115][3] = "$N对着$P一脚踢了过去。";

c_di[116][0] = "kick2 踢2";
c_di[116][1] = "$N在心里想啊想：下一个改踢谁呢？";
c_di[116][2] = "$N揉了揉自己被踢的屁股，叫道：“干什么嘛？踢人家屁股。”";
c_di[116][3] = "$N飞起一脚，正好踢中$P的屁股！";

c_di[117][0] = "kick3 踢3";
c_di[117][1] = "$N一边擦着鞋子，一边不停地奸笑着看著众人。";
c_di[117][2] = "$N揉了揉自己被踢的屁股，感觉爽爽的。";
c_di[117][3] = "$N把$P一脚踢到月球上，$P回过脸来，一副无辜的样子看着地球。";

c_di[118][0] = "kill";
c_di[118][1] = "$N目光似水，冷冷扫视着在场的每一个人，然后一字一字说到：“你们都要死。”";
c_di[118][2] = "$N双拳紧握，目光中杀气大盛，全身骨节格格爆响！";
c_di[118][3] = "$N杀气腾腾地瞪视着$P，目光中象要喷出火来！";

c_di[119][0] = "knife 刀 小刀";
c_di[119][1] = "$N掏出了一把小刀子。";
c_di[119][2] = "$N笑嘻嘻拍着$P的肩头，突然一阵巨痛，一回头正看到$P用一把小刀子捅进自己的后心。";
c_di[119][3] = "$N一手笑嘻嘻拍着$P的肩头，一手掏出把小刀子，往$P的后心捅进去。";

c_di[120][0] = "laugh 大笑";
c_di[120][1] = "$N捧住肚子，嘻嘻哈哈地直笑得两眼翻白，喘不过气来。";
c_di[120][2] = "$N恍然大悟，笑得满地直打跌，差点闭过气去。";
c_di[120][3] = "$N看着$P，慢慢地咧开嘴，捧腹大笑起来。";

c_di[121][0] = "lazy 懒 懒惰";
c_di[121][1] = "$N伸了个懒腰。";
c_di[121][2] = "$N懒懒地伸了伸腰。";
c_di[121][3] = "$N伸着指头数落$P：“贪吃，贪睡，不干活，不可教也！”";

c_di[122][0] = "lean 依靠";
c_di[122][1] = "$N只觉得全身懒慵慵的没有一丝力气，好想找个人靠着。";
c_di[122][2] = "$N觉得自己好孤独。";
c_di[122][3] = "$N幸福地靠在$P的怀里。";

c_di[123][0] = "lick 舔";
c_di[123][1] = "$N舔了舔嘴边的口水。";
c_di[123][2] = "$N舔了舔嘴边的口水。";
c_di[123][3] = "$N舔了舔$P的脚。";

c_di[124][0] = "liumang 流氓";
c_di[124][1] = "天色已晚，$N打算出去耍耍流氓。";
c_di[124][2] = "$N看着身边一群人，得意地说道：“这里我最流氓。”";
c_di[124][3] = "$N惊恐地看着$P，大叫道：“非礼，抓流氓！”";

c_di[125][0] = "love 爱 love1 爱1";
c_di[125][1] = "$N爱大家。";
c_di[125][2] = "$N看着镜中自己的倩影，不由地感到脸上发烧——$N发现已经爱上自己了！";
c_di[125][3] = "$N爱上了$P。";

c_di[126][0] = "love2 爱2";
c_di[126][1] = "$N觉得这里人人充满了爱心。";
c_di[126][2] = "$N道：“我突然发现，在经历了那么多事情后，我内心情爱所系的仍然是你。我最爱的人就是你！”";
c_di[126][3] = "$N单膝跪地说道：“$P，以前我一直没有勇气说出来。但时至今日，我终于下定了决心，要勇敢地对你说声：我爱你！”";

c_di[127][0] = "love3 爱3";
c_di[127][1] = "$N遥望着在场的众人，微微一笑。一双妙目间情意流动，顾盼生姿。";
c_di[127][2] = "$N对着镜子挑剔地审视着自己，一双妙目间情意流动，顾盼生姿。";
c_di[127][3] = "$N拉着$P的手，温柔地默默对视。目光中孕含着千种柔情，万般蜜意。";

c_di[128][0] = "爱人 lover";
c_di[128][1] = "$N慨然长叹：“人生不相见，动如参与商。今夕复何夕，共此灯烛光....”";
c_di[128][2] = "$N深深地叹了口气，说道：“问世间情为何物? 直教生死相许...”";
c_di[128][3] = "$N转过身来，轻轻揭开罩在$P脸上的霞帔。$P嫣然一笑，红烛照映之下，当真是人美如玉。";

c_di[129][0] = "majia 马甲";
c_di[129][1] = "$N穿着马甲从水里上来了,手里还拿着一个王八。";
c_di[129][2] = "$N穿着马甲从水里上来了,手里还拿着一个王八。";
c_di[129][3] = "$N对$P笑着说道：“小样，别以为穿着马甲我就不认识你”。";

c_di[130][0] = "massage 按摩";
c_di[130][1] = "$N大量着大家，想找个人替自己按摩按摩。";
c_di[130][2] = "$N使劲地给自己按摩，把自己弄得爽爽的。";
c_di[130][3] = "$N使劲地给$P按摩，把$P弄得爽爽的。";

c_di[131][0] = "mei 美 美丽";
c_di[131][1] = "$N露出温柔美丽的表情。";
c_di[131][2] = "$N对大家唱：「我很丑！可是我很温柔！。。。。。」";
c_di[131][3] = "$N看着$P温暖又美丽的眼神。";

c_di[132][0] = "mimi 秘密 secret";
c_di[132][1] = "$N一脸神秘地说道：“秘密。”";
c_di[132][2] = "$N一脸神秘地说道：“这个还用问？秘密当然是秘密。”";
c_di[132][3] = "$N一脸神秘地对$P说道：“秘密。”";

c_di[133][0] = "思念 miss";
c_di[133][1] = "$N道：「我这一颗心，又有那一时、那一刻不在你的身边？」";
c_di[133][2] = "$N低下头，轻声说道：“我又何尝不想你呢！”";
c_di[133][3] = "$N低声叹道：「我那一天不是牵肚挂肠地想着我的小$P？恨不得插翅飞来，将$P搂在怀里，好好地怜惜。」";

c_di[134][0] = "思念2 miss2";
c_di[134][1] = "$N笑道：「这么些日子不见你，我想得你好苦，你却早将我抛在九霄云外了。」";
c_di[134][2] = "$N一边摇着折扇，一边抑扬顿挫地吟道：“为伊消得人憔悴！”";
c_di[134][3] = "$N对着$P深情地大叫：亲爱的～俺想你～。";

c_di[135][0] = "mosheng 陌生人 陌生";
c_di[135][1] = "$N喃喃自语道：妈妈说，不要和陌生人说话！";
c_di[135][2] = "$N吧唧一下捂住自己的嘴巴：不可以和陌生人说话的！妈妈说的！！";
c_di[135][3] = "$N天真地望着$P说道：妈妈说，不要和陌生人说话！";

c_di[136][0] = "name 姓名 问名字 名字";
c_di[136][1] = "$N暗自忖道：“一生纵横江湖，居然有人不知本人的大名？”";
c_di[136][2] = "$N笑道：“什么尊姓大名？尊姓是有的，大名可就没了，本人只有个小名叫$N。”";
c_di[136][3] = "$N向$P问道：敢问在下尊姓大名？";

c_di[137][0] = "need 想要 需要";
c_di[137][1] = "$N含着食指，拉长嘴巴低声说道：“我也要……”";
c_di[137][2] = "$N含着食指，拉长嘴巴低声说道：“我也要……”";
c_di[137][3] = "$N张大嘴巴，盯着$P，口水直流到衣襟上。";

c_di[138][0] = "nip 掐";
c_di[138][1] = "$N劈胸抓住自己的衣领，伸长脖子狂喊：本大爷要掐人啦！！！";
c_di[138][2] = "$N两眼瞪圆，鸭子一般伸长脖子，双手将自己一把死死掐住。";
c_di[138][3] = "$N上前劈胸将$P一把抓住，两眼瞪圆，呲牙咧嘴地将$P往死里掐。";

c_di[139][0] = "noangry 不气 不生气";
c_di[139][1] = "$N脸涨红着说道：本大爷就是不生气。没说完就一口气顺不过来，砰地摔倒在地。";
c_di[139][2] = "$N心道：人家气我，我偏不气，若我生气，便中他计。";
c_di[139][3] = "$N说道：喂喂喂！大家不要生气，生气会犯了嗔戒的！ $P你也太调皮了！";

c_di[140][0] = "nocry 不哭 不许哭";
c_di[140][1] = "$N破涕为笑，顿时笑面如花，脸上还挂着两颗晶莹透剔的泪珠。";
c_di[140][2] = "$N低声对自己说：“不许哭，不许哭……”可一个没忍住，眼泪流了一地。";
c_di[140][3] = "$N柔声对$P劝道：“不如意事十常八九，你还是看开些吧！”说着就递上一张手绢。";

c_di[141][0] = "nod 点头";
c_di[141][1] = "$N点了点头。";
c_di[141][2] = "$N动了动脖子，好象是脑袋出问题了。";
c_di[141][3] = "$N对着$P点了点头。";

c_di[142][0] = "nofear 不怕";
c_di[142][1] = "$N高喊一声：本大爷今天一上网，就没打算直着回去。";
c_di[142][2] = "$N两眼一翻说到：傻的怕横的，横的怕楞的，楞的怕不要命的，本大爷不要命，你们能把我怎么样？";
c_di[142][3] = "$N满怀柔情的对$P愉快地唱道：我不想活了$P您也别想过！我就专门跟您搅和！";

c_di[143][0] = "nono 非也";
c_di[143][1] = "$N摇头晃脑的说道：“非也～非也～此言差矣！”";
c_di[143][2] = "$N心下暗怒：就算我说的千般不是，也决计不可当众承认。";
c_di[143][3] = "$N摇头晃脑的说道：“非也～非也～$P此言差矣！”";

c_di[144][0] = "nosilver 无银";
c_di[144][1] = "$N挖了个坑把自己埋了下去，又在边上竖了块牌子「我不在这里」。";
c_di[144][2] = "$N挖了个坑把自己埋了下去，又在边上竖了块牌子「我不在这里」。";
c_di[144][3] = "$N挖了个坑把$P埋了起来，又在边上竖了块牌子「此地没有$P」。";

c_di[145][0] = "不笑 nosmile 不许笑";
c_di[145][1] = "$N大喝一声：不许笑，本大爷说不许笑，就不许笑！";
c_di[145][2] = "$N心下暗道：不笑就不笑，你道本大爷好稀罕么？";
c_di[145][3] = "$N道：我最听女人的话，$P说不许笑，我就不笑。";

c_di[146][0] = "决不 不 noway";
c_di[146][1] = "$N摇了摇头，说道：决不！";
c_di[146][2] = "$N摇了摇头，说道：决不！";
c_di[146][3] = "$N对$P摇了摇头，说道：决不！";

c_di[147][0] = "oh 噢";
c_di[147][1] = "$N惊讶地说道：“噢！是吗？”";
c_di[147][2] = "$N拍了拍自己的头说道：“噢！原来如此！”";
c_di[147][3] = "$N惊讶地对$P说道：“噢！是吗？”";

c_di[148][0] = "ok 好 好吧";
c_di[148][1] = "$N痛快地说道：好吧！";
c_di[148][2] = "$N想了半天，勉强地说：那……好吧……";
c_di[148][3] = "$N痛快地对$P说道：好吧！";

c_di[149][0] = "ono 不依 不行";
c_di[149][1] = "$N大哭起来，娇嗔：「我不依，我不依！」";
c_di[149][2] = "$N笑道：「怕甚么？我又不会吃了你的。」";
c_di[149][3] = "$N轻笑道：「$P，你个小王八蛋，我才不依呢，就会哄骗人。」";

c_di[150][0] = "pat 拍 拍头";
c_di[150][1] = "$N说道：“拍什么拍，本来就不聪明，越拍越笨了。”";
c_di[150][2] = "$N拍了拍自己的头。";
c_di[150][3] = "$N轻轻地拍了拍$P的头。";

c_di[151][0] = "pei 呸";
c_di[151][1] = "$N愤声说道：“我呸！我呸呸呸呸呸呸呸！”";
c_di[151][2] = "$N愤声说道：“我呸！我呸呸呸呸呸呸呸！”";
c_di[151][3] = "$N对$P愤声说道：“我呸！我呸！呸呸呸！”";

c_di[152][0] = "pig 猪";
c_di[152][1] = "$N大声吆喝，又肥又壮的猪，有没有人拱啊？";
c_di[152][2] = "$N变成一头又肥又壮的猪，伸长着鼻子拱来拱去。";
c_di[152][3] = "$N对着$P大声吆喝，又肥又壮的$P猪，要不要拱啊？";

c_di[153][0] = "pk";
c_di[153][1] = "$N疯狂的叫道：「本大爷今天心情不好，那个不要命的快出来让我杀！！！」";
c_di[153][2] = "$N叹道：「我活到今天连一个人都杀不过，不如死掉算了！」，说完拿起大铁锤往自己头上敲下去！";
c_di[153][3] = "$N拿着菜刀对着$P狂叫道：$P，你个小王八蛋死定了！";

c_di[154][0] = "怜惜 poor 穷";
c_di[154][1] = "$N嚎啕大哭起来：“我怎么就这么命苦啊......”";
c_di[154][2] = "$N摇了摇头，叹道：太可怜了。";
c_di[154][3] = "$N怜惜的对$P说，好可怜的孩子，$P的眼圈马上就红了起来。";

c_di[155][0] = "praise 高手";
c_di[155][1] = "$N伸出指头把大家挨个点了一遍：“高手，都是高手！” ";
c_di[155][2] = "$N牛逼烘烘指着自己：“我是武林第一高手！” ";
c_di[155][3] = "$N指着$P赞叹道：“$P是武林第一高手！”";

c_di[156][0] = "pretty 美人 漂亮";
c_di[156][1] = "$N伸手擦掉脸上的泥巴和面粉，突然变成一个美丽绝伦的少女，众人无不目瞪口呆。";
c_di[156][2] = "$N伸手擦掉脸上的泥巴和面粉，突然变成一个美丽绝伦的少女，众人无不目瞪口呆。";
c_di[156][3] = "$N一眼瞥见$P，不由得口干舌燥：我要死了！我要死了！哪里来的如此一个大美人！";

c_di[157][0] = "puke 吐";
c_di[157][1] = "$N突然「稀哩哗啦」呕出了一大堆东西。";
c_di[157][2] = "$N皱眉道：“吐什么吐，吐到小朋友怎么办？即使吐不到小朋友，吐到花花草草也不好啊。”";
c_di[157][3] = "$N吐了$P一身。";

c_di[158][0] = "qifu 欺负 75 qifu1 欺负1";
c_di[158][1] = "$N突然呜呜咽咽地哭了起来，道：“你们欺负我，你们欺负我！”";
c_di[158][2] = "$N一脸涨红，道：“难道我就是那么低三下四之人，任你这么欺侮的么？”说到这里不禁气极而泣。";
c_di[158][3] = "$N突然小嘴一扁，放声大哭起来，边哭边对$P道：“你欺负我！你欺负我！”";

c_di[159][0] = "qifu2 欺负2";
c_di[159][1] = "$N左瞄瞄，右看看，想寻找有没有可以欺负的人。";
c_di[159][2] = "$N决心好好练功，好将来欺负别人。";
c_di[159][3] = "$N对着$P洋洋得意地道：“就是欺负你，你能把我怎么样？”";

c_di[160][0] = "qrj 情人节";
c_di[160][1] = "$N看着街上的痴男怨女成双结对，想起自己只能一个人，好不心痛。";
c_di[160][2] = "$N茕茕孑立，形影相吊，口里喃喃自语着：没有情人的情人节。。。";
c_di[160][3] = "$N微微一笑，轻轻用臂环着$P，闭了眼在$P耳边轻声说道：“MY LOVE，情人节快乐！”";

c_di[161][0] = "rascal 坏蛋";
c_di[161][1] = "$N奇道：“我怎么是大坏蛋了？哪有此事？真是天大的冤枉！”";
c_di[161][2] = "$N嘴角一撇，狞笑道：“我是大坏蛋，我怕谁？！”";
c_di[161][3] = "$N对着$P大叫：“$P，你这个大坏蛋！”";

c_di[162][0] = "rose 玫瑰";
c_di[162][1] = "$N深情地唱道：“我早已为你种下，九百九十九朵玫瑰。”";
c_di[162][2] = "$N拔了一枝玫瑰戴在鬓间，不由想起一句名言：一朵鲜花插在……";
c_di[162][3] = "$P突然间被人蒙住了双眼，睁眼一看，$N站在自己的面前，手里捧着好大一簇玫瑰！";

c_di[163][0] = "配 不配";
c_di[163][1] = "$N低下头，怯怯地说道：我．．．我不配．．．";
c_di[163][2] = "$N低下头，小声呢喃道：我．．．我．．．配不上你．．．";
c_di[163][3] = "$N以藐视的目光盯着$P说道：就凭你．．．也配？！！";

c_di[164][0] = "seduce 诱惑";
c_di[164][1] = "$N满脸的媚态，作出一副迷人的姿态诱惑所有在场的人。";
c_di[164][2] = "$N有病？想诱惑自己！";
c_di[164][3] = "$N满脸的媚态，作出一副迷人的姿态诱惑$P。";

c_di[165][0] = "sex";
c_di[165][1] = "$N色迷迷地看着姑娘们，哗哗的口水流了一下巴。";
c_di[165][2] = "$N色迷迷地看着姑娘们，哗哗的口水流了一下巴。";
c_di[165][3] = "$N幽幽地对$P道：“憔悴宽衣，红颜为君忧。霜雪依稀$N泪，奴有梦，月如钩。”";

c_di[166][0] = "shake 摇头";
c_di[166][1] = "$N摇了摇头。";
c_di[166][2] = "$N把头摇得跟拨浪鼓似的。";
c_di[166][3] = "$N对着$P摇了摇头。";

c_di[167][0] = "shout 大叫 大喊";
c_di[167][1] = "$N咬牙切齿地对着天空大叫：“有朝一日，我…我…”";
c_di[167][2] = "$N咬牙切齿地对着天空大叫：“有朝一日，我…我…”";
c_di[167][3] = "$N瞪大眼，对着$P大声喊道：“左右是个死，大爷跟你拼了！”";

c_di[168][0] = "shrug 耸肩 无奈";
c_di[168][1] = "$N无奈地耸了耸肩。";
c_di[168][2] = "$N耸了耸肩。";
c_di[168][3] = "$N对着$P无奈地耸了耸肩。";

c_di[169][0] = "shutup 闭嘴";
c_di[169][1] = "$N拿出一把特大的苍蝇拍，舞了舞说：“你们这些乌鸦嘴，都给我通通闭上！”";
c_di[169][2] = "$N一把捂住自己的嘴，一边嘀咕：“好汉不吃眼前亏，我还是闭嘴为妙！”";
c_di[169][3] = "$N拿出一把特大的苍蝇拍，啪地一声打在$P的嘴上，喝道：“快闭上你这三八嘴！”";

c_di[170][0] = "sigh 叹气 叹";
c_di[170][1] = "$N深深地叹了口气。";
c_di[170][2] = "$N叹了口气，说道：“难得世上居然还有人知道$N的名字。”";
c_di[170][3] = "$N叹了口气，说道：“$P再也不是以前的$P了。”";

c_di[171][0] = "sing song 唱歌 唱";
c_di[171][1] = "$N愉快地唱起歌来。";
c_di[171][2] = "$N唱起歌来。";
c_di[171][3] = "$N对着$P唱起歌来。";

c_di[172][0] = "sister 姐姐";
c_di[172][1] = "$N作了一个揖，说道：“各位姐妹们，大家好！”";
c_di[172][2] = "$N心想：我要是有个姐姐就好了。$N愈想愈难过，眼泪流了出来。";
c_di[172][3] = "$N对$P行了个礼，说道：“$P姐姐好！”";

c_di[173][0] = "造谣 谣";
c_di[173][1] = "$N高声叫骂：「又是哪个王八蛋在造谣？要让$s找到了非煽他几个嘴巴不可！」";
c_di[173][2] = "$N悄悄绕到厕所背后，看见某人正蹲在角落里造谣。$N大喝一声：「原来是你小子！」某人一愣之间，$N的大巴掌已经煽到了他脸上！";
c_di[173][3] = "$N对着$P怒目而视：「是不是又是你这个小王八蛋在造谣？看大爷掌你嘴！」";

c_di[174][0] = "slogan 打倒";
c_di[174][1] = "$N高举右拳，咬牙切齿地高呼：“打倒「某某某」！”";
c_di[174][2] = "$N高举右拳，咬牙切齿地高呼：“打倒$N！”";
c_di[174][3] = "$N高举右拳，对着$P咬牙切齿地高呼：“打倒$P！”";

c_di[175][0] = "不舍 slow";
c_di[175][1] = "$N依依不舍的看着大家。";
c_di[175][2] = "$N依依不舍的看着大家。";
c_di[175][3] = "$N哭哭啼啼的拉住$P的手不放：舍不得让你走呀。";

c_di[176][0] = "smell 嗅";
c_di[176][1] = "$N皱了皱眉，似乎嗅到什么东西烧糊了。";
c_di[176][2] = "$N把手指插进自个的脚丫缝里，再慢慢地拔出来，伸到鼻孔里，很陶醉地嗅着。";
c_di[176][3] = "$N走到$P的身边，闻着$P身上淡淡的幽香，心中大乐：“原来狐狸精是这样的。”";

c_di[177][0] = "偷笑";
c_di[177][1] = "$N躲在一旁窃笑。";
c_di[177][2] = "$N正在一个人偷偷地笑，多半刚捡着个钱包。";
c_di[177][3] = "$N躲在一旁看着$P偷偷地笑。";

c_di[178][0] = "抽烟 smoke";
c_di[178][1] = "$N拿出一支烟点着了深深吸了一口。";
c_di[178][2] = "$N一摸烟壳，就剩一根烟了，偷偷想：还是自己抽吧！";
c_di[178][3] = "$N摸出一支皱巴巴的烟卷递给$P说道：“来，抽支烟提提神吧。”";

c_di[179][0] = "sneer 冷笑";
c_di[179][1] = "$N「哼」地冷笑一声。";
c_di[179][2] = "$N「哼」地冷笑一声。";
c_di[179][3] = "$N对着$P「哼」地冷笑一声。";

c_di[180][0] = "sorry 抱歉 道歉";
c_di[180][1] = "$N对所有在场的人表示歉意。";
c_di[180][2] = "$N对所有在场的人表示歉意。";
c_di[180][3] = "$N痛哭流涕的哀求$P的原谅。";

c_di[181][0] = "stuff 饱嗝 嗝";
c_di[181][1] = "$N拍拍肚子，“呃!”地一声打了个饱嗝。";
c_di[181][2] = "$N拍拍肚子，“呃!”地一声打了个饱嗝。";
c_di[181][3] = "$N“呃!”地一声打了个饱嗝，一口酒气冲着$P喷了过去。";

c_di[182][0] = "自杀";
c_di[182][1] = "$N自杀了，以后再也见不到这个人了。";
c_di[182][2] = "$N自杀了，以后再也见不到这个人了。";
c_di[182][3] = "$N自杀了，以后再也见不到这个人了。";

c_di[183][0] = "support 支持 顶";
c_di[183][1] = "$N环视了一下四周，抱拳诚恳地道：“请诸位多多支持！”";
c_di[183][2] = "$N抱拳诚恳地道：“请大家支持我！”";
c_di[183][3] = "$N挤出人群，大声道：“我，我支持$P，顶你个肺！”";

c_di[184][0] = "sweat 汗 han";
c_di[184][1] = "$N擦了擦汗。";
c_di[184][2] = "$N伸手擦了擦额头上的汗。";
c_di[184][3] = "$N伸手给$P擦了擦额头上的汗。";

c_di[185][0] = "taoyan";
c_di[185][1] = "$N努起小嘴，娇声娇气地说了一声，“讨厌！”";
c_di[185][2] = "$N蹶起嘴，很生气地说，“你这个小坏蛋，真是坏到极点了！”";
c_di[185][3] = "$N用手指着$P的鼻子，一边笑一边骂道，“你好坏！好坏！”";

c_di[186][0] = "taunt 混蛋";
c_di[186][1] = "$N笑道：“你们这群小混蛋，真拿你们没办法！”";
c_di[186][2] = "$N暗自道：“我真是个混蛋！”";
c_di[186][3] = "$N对$P笑道：“你这个小混蛋，可想煞我了！”";

c_di[187][0] = "thank 谢 感谢 谢谢";
c_di[187][1] = "$N对所有在场的人表示感谢。";
c_di[187][2] = "$N忙说：不用谢，不用谢！";
c_di[187][3] = "$N对$P表示衷心的感谢。";

c_di[188][0] = "think 想";
c_di[188][1] = "$N似乎在想着什么。";
c_di[188][2] = "$N若有所思。";
c_di[188][3] = "$N远远的望着$P，心想，$P也想我么？";

c_di[189][0] = "thumb 好样 拇指";
c_di[189][1] = "$N竖起了右手大拇指。";
c_di[189][2] = "$N竖起了右手大拇指。";
c_di[189][3] = "$N对着$P竖起了右手大拇指，好样的。";

c_di[190][0] = "touch 感动";
c_di[190][1] = "$N感动极了，两行热泪夺眶而出。";
c_di[190][2] = "$N被自己刚才的行动感动得哭了起来！";
c_di[190][3] = "$N轻轻地抚摸$P的脸，眼中充满爱怜。";

c_di[191][0] = "trip 摔 摔倒 跟头";
c_di[191][1] = "$N的右脚踩在大石头上，拌了一个跟头。";
c_di[191][2] = "$N的右脚踩在自己的左脚上，拌了自己一个跟头。";
c_di[191][3] = "$N悄悄的把脚伸在$P前面，$P没躲开，摔了个大马趴。";

c_di[192][0] = "啧啧 称奇";
c_di[192][1] = "$N发出了啧啧的声音。";
c_di[192][2] = "$N看着自己不时的发出了啧啧的声音。";
c_di[192][3] = "$N看着$P不停地发出了啧啧的称奇。";

c_di[193][0] = "uncle 叔叔";
c_di[193][1] = "$N大声高叫：“ 谁是我的侄儿？站出来！”";
c_di[193][2] = "$N暗暗地想：“我是谁的叔叔呢？”";
c_di[193][3] = "$N一脸气急败坏地对$P大叫道：“看清楚点，我是你叔叔，不是姑姑。”";

c_di[194][0] = "visit 初到 关照";
c_di[194][1] = "$N朗声说道：拜山拜水拜码头，本人初到宝地，还请各位老大们多多关照！";
c_di[194][2] = "$N回道：哪里哪里，岂敢岂敢，有事尽管吩咐！";
c_di[194][3] = "$N对$P说道：初到码头，人生地不熟，万事请多关照！";

c_di[195][0] = "wa 哇 帅呆";
c_di[195][1] = "$N又惊又喜，叫道：「哇！好厉害哦！」";
c_di[195][2] = "$N自夸道：「哇！我真的太厉害了！」";
c_di[195][3] = "$N又惊又喜，对着$P叫道：「哇！你好厉害哦！」";

c_di[196][0] = "wake 醒醒 起床";
c_di[196][1] = "$N伸了伸懒腰，大声叫到：「懒猪们！都起来了！」";
c_di[196][2] = "$N气得高声叫骂：哪个王八蛋把在爷弄醒了！刚梦到。。。";
c_di[196][3] = "$N摇着$P试着把$P叫醒，大声在$P耳边叫道：「 懒猪！起来了！」";

c_di[197][0] = "wave 挥手";
c_di[197][1] = "$N挥了挥手。";
c_di[197][2] = "$N挥了挥手。";
c_di[197][3] = "$N对着$P挥了挥手。";

c_di[198][0] = "wc 厕所";
c_di[198][1] = "$N捂着肚子说道：「不好意思」，说罢向厕所飞奔而去。";
c_di[198][2] = "$N捂着肚子飞奔到厕所，接着狂奔回来，嗨，真是没脑子忘了带手纸。";
c_di[198][3] = "$N对着$P道：「时间到了，你该去上厕所了！」";

c_di[199][0] = "welcome 欢迎";
c_di[199][1] = "$N左手高举旗帜，右手拿起扩音器，哽咽地高呼道：“欢迎，欢迎，热烈大欢迎！”";
c_di[199][2] = "$N双手抱拳，向四周揖了揖，笑道：“多谢各位的支持，有事请吩咐。”";
c_di[199][3] = "$N左手高举旗帜，右手拿起扩音器，哽咽地对着$P高呼道：“欢迎，欢迎，热烈大欢迎！”";

c_di[200][0] = "why 为什么";
c_di[200][1] = "$N仰天长叹：为什么？究竟是为什么？";
c_di[200][2] = "$N自言自语道：为什么？究竟是为什么？";
c_di[200][3] = "$N紧紧地勒住$P的脖子，大声嚷道：告诉我！究竟是为什么？？";

c_di[201][0] = "wink 媚眼";
c_di[201][1] = "$N向在座的的每一个人抛下了媚眼。";
c_di[201][2] = "$N眨眨眼，一双会说话的眼睛闪闪动人！";
c_di[201][3] = "$N对$P使了一个媚眼，$P心中的小鹿立即跳得飞快！";

c_di[202][0] = "wuwu 呜呜 委屈 55 555";
c_di[202][1] = "$N呜呜地哭了起来。";
c_di[202][2] = "$N感觉自己受尽了委屈，呜呜地哭了起来。";
c_di[202][3] = "$N觉得受了$P的委屈，呜呜地哭了起来。";

c_di[203][0] = "xixi 嘻嘻 嘻";
c_di[203][1] = "$N“嘻嘻嘻”的笑着。";
c_di[203][2] = "$N“嘻嘻嘻”的笑着。";
c_di[203][3] = "$N对着$P“嘻嘻嘻”的笑着。";

c_di[204][0] = "yeah 耶 得意";
c_di[204][1] = "$N得意洋洋地翘起了二郎腿，口中哼着走音小调，简直是不可一世。";
c_di[204][2] = "$N得意洋洋地翘起了二郎腿，口中哼着走音小调，简直是不可一世。";
c_di[204][3] = "$N得意地对着$P作出胜利的手势！得意极了，哈哈哈……";

c_di[205][0] = "zzz 睡觉 sleep";
c_di[205][1] = "$N睡着了，呼噜打得震天响。";
c_di[205][2] = "$N睡梦中幸福地笑着，口水流了一枕头。";
c_di[205][3] = "$N在$P身边睡着了。";

c_di[206][0] = "slap 耳光 扇";
c_di[206][1] = "$N举起手，像是在抽耳光。";
c_di[206][2] = "$N卯足了劲煽自己耳光，跟大伙说：快来煽我，不煽白不煽。。";
c_di[206][3] = "$N打了$P一记响亮的耳光。$P顿时觉得脸上火辣辣的。";